// data/actData.js
export const actData = {
    2024: {
      "2024-08-10": {
        imgSrc: "/img/act/2024/240810/240810.webp",
        title: "オープンキャンパスで研究室の紹介を行いました。",
        date: "2024年8月10日",
      },
      // 他の日付ごとのデータを追加
    },
    2023: {
      "2024-03-15": {
        imgSrc: "/img/act/2023/240315/table240315.webp",
        title: "実験台を設置しました。",
        date: "2024年3月15日",
      },
      "2024-02-20": {
        imgSrc: "/img/act/2023/240220/spin240123.webp",
        title: "フェイルセーフオーブンを設置しました。",
        date: "2024年2月20日",
      },
      "2024-02-16": {
        imgSrc: "/img/act/2023/240216/MSD240216.webp",
        title: "修士論文発表会において、タカシタくんが発表しました。",
        date: "2024年2月16日",
      },
      "2024-01-23": {
        imgSrc: "/img/act/2023/240123/oven240123.webp",
        title: "ミカサ社スピンコーターを設置しました。",
        date: "2024年1月23日",
      },
      "2023-11-26": {
        imgSrc: "/img/act/2023/231126/JSAP231126.webp",
        title: "2023年度 応用物理学会九州支部学術講演会が九州大学で開催され、タカシタくんが発表しました。",
        date: "2023年11月26日",
      },
      "2023-09-07": {
        imgSrc: "/img/act/2023/230907/JCEEE230907.webp",
        title: "令和5年度 電気・情報関係学会九州支部連合大会（第76回）でハマダくんが崇城大学で発表しました。",
        date: "2023年9月7日",
      },
    },
    // 他の年度も追加可能
  };